logs/do-cloud-fra1/fio_randread.log
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes
randread: Laying out IO file(s) (1 file(s) / 512MB)
randread: Laying out IO file(s) (1 file(s) / 512MB)
randread: Laying out IO file(s) (1 file(s) / 512MB)
[...]

randread: (groupid=0, jobs=8): err= 0: pid=3799: Mon Aug 14 09:51:56 2017
  read : io=4096.0MB, bw=519547KB/s, iops=129886, runt=  8073msec
    slat (usec): min=1, max=2952, avg= 3.78, stdev=11.06
    clat (usec): min=15, max=7003, avg=977.18, stdev=349.59
     lat (usec): min=44, max=7006, avg=980.95, stdev=349.78
    clat percentiles (usec):
     |  1.00th=[  217],  5.00th=[  418], 10.00th=[  612], 20.00th=[  756],
     | 30.00th=[  836], 40.00th=[  900], 50.00th=[  956], 60.00th=[ 1032],
     | 70.00th=[ 1096], 80.00th=[ 1192], 90.00th=[ 1336], 95.00th=[ 1496],
     | 99.00th=[ 1944], 99.50th=[ 2384], 99.90th=[ 3984], 99.95th=[ 4576],
     | 99.99th=[ 5344]
    lat (usec) : 20=0.01%, 50=0.01%, 100=0.15%, 250=1.42%, 500=4.70%
    lat (usec) : 750=12.78%, 1000=37.19%
    lat (msec) : 2=42.86%, 4=0.80%, 10=0.10%
  cpu          : usr=2.17%, sys=7.79%, ctx=78087, majf=0, minf=177
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=519547KB/s, minb=519547KB/s, maxb=519547KB/s, mint=8073msec, maxt=8073msec

Disk stats (read/write):
  vda: ios=1032451/2, merge=0/4, ticks=807420/0, in_queue=817876, util=99.61%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes

randread: (groupid=0, jobs=8): err= 0: pid=3827: Mon Aug 14 09:52:07 2017
  read : io=4096.0MB, bw=446820KB/s, iops=111705, runt=  9387msec
    slat (usec): min=1, max=8012, avg= 4.46, stdev=21.95
    clat (usec): min=40, max=19118, avg=1136.42, stdev=679.53
     lat (usec): min=46, max=19121, avg=1140.87, stdev=679.90
    clat percentiles (usec):
     |  1.00th=[  217],  5.00th=[  410], 10.00th=[  628], 20.00th=[  804],
     | 30.00th=[  908], 40.00th=[  988], 50.00th=[ 1064], 60.00th=[ 1144],
     | 70.00th=[ 1240], 80.00th=[ 1368], 90.00th=[ 1592], 95.00th=[ 1880],
     | 99.00th=[ 3216], 99.50th=[ 4320], 99.90th=[ 8896], 99.95th=[12224],
     | 99.99th=[17280]
    lat (usec) : 50=0.01%, 100=0.15%, 250=1.37%, 500=5.21%, 750=8.95%
    lat (usec) : 1000=25.36%
    lat (msec) : 2=54.99%, 4=3.40%, 10=0.49%, 20=0.08%
  cpu          : usr=2.26%, sys=7.70%, ctx=77554, majf=0, minf=194
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=446820KB/s, minb=446820KB/s, maxb=446820KB/s, mint=9387msec, maxt=9387msec

Disk stats (read/write):
  vda: ios=1019479/2, merge=0/26, ticks=926884/4, in_queue=937476, util=99.52%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes

randread: (groupid=0, jobs=8): err= 0: pid=3855: Mon Aug 14 09:52:17 2017
  read : io=4096.0MB, bw=504184KB/s, iops=126045, runt=  8319msec
    slat (usec): min=1, max=6440, avg= 4.09, stdev=16.60
    clat (usec): min=43, max=18658, avg=1006.53, stdev=505.37
     lat (usec): min=46, max=18661, avg=1010.63, stdev=505.58
    clat percentiles (usec):
     |  1.00th=[  195],  5.00th=[  370], 10.00th=[  588], 20.00th=[  764],
     | 30.00th=[  844], 40.00th=[  916], 50.00th=[  980], 60.00th=[ 1048],
     | 70.00th=[ 1112], 80.00th=[ 1208], 90.00th=[ 1368], 95.00th=[ 1544],
     | 99.00th=[ 2256], 99.50th=[ 3184], 99.90th=[ 6624], 99.95th=[ 8032],
     | 99.99th=[17536]
    lat (usec) : 50=0.01%, 100=0.20%, 250=1.74%, 500=5.69%, 750=11.06%
    lat (usec) : 1000=34.54%
    lat (msec) : 2=45.34%, 4=1.08%, 10=0.32%, 20=0.03%
  cpu          : usr=2.32%, sys=8.12%, ctx=77183, majf=0, minf=187
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=504183KB/s, minb=504183KB/s, maxb=504183KB/s, mint=8319msec, maxt=8319msec

Disk stats (read/write):
  vda: ios=1024505/2, merge=0/21, ticks=809080/4, in_queue=816968, util=99.23%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes

randread: (groupid=0, jobs=8): err= 0: pid=3883: Mon Aug 14 09:52:26 2017
  read : io=4096.0MB, bw=544149KB/s, iops=136037, runt=  7708msec
    slat (usec): min=1, max=5460, avg= 3.71, stdev=11.37
    clat (usec): min=8, max=18724, avg=924.80, stdev=412.22
     lat (usec): min=43, max=18726, avg=928.51, stdev=412.19
    clat percentiles (usec):
     |  1.00th=[  175],  5.00th=[  382], 10.00th=[  556], 20.00th=[  708],
     | 30.00th=[  788], 40.00th=[  844], 50.00th=[  908], 60.00th=[  972],
     | 70.00th=[ 1032], 80.00th=[ 1128], 90.00th=[ 1272], 95.00th=[ 1432],
     | 99.00th=[ 1848], 99.50th=[ 2192], 99.90th=[ 4832], 99.95th=[ 6368],
     | 99.99th=[18304]
    lat (usec) : 10=0.01%, 50=0.01%, 100=0.26%, 250=2.21%, 500=5.44%
    lat (usec) : 750=16.97%, 1000=39.66%
    lat (msec) : 2=34.76%, 4=0.59%, 10=0.11%, 20=0.01%
  cpu          : usr=2.52%, sys=7.76%, ctx=76253, majf=0, minf=194
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=544149KB/s, minb=544149KB/s, maxb=544149KB/s, mint=7708msec, maxt=7708msec

Disk stats (read/write):
  vda: ios=1039237/2, merge=0/21, ticks=730804/0, in_queue=732568, util=98.71%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes

randread: (groupid=0, jobs=8): err= 0: pid=3911: Mon Aug 14 09:52:35 2017
  read : io=4096.0MB, bw=559688KB/s, iops=139922, runt=  7494msec
    slat (usec): min=1, max=3970, avg= 3.45, stdev= 9.67
    clat (usec): min=43, max=7598, avg=898.77, stdev=311.62
     lat (usec): min=45, max=7602, avg=902.23, stdev=311.62
    clat percentiles (usec):
     |  1.00th=[  181],  5.00th=[  422], 10.00th=[  564], 20.00th=[  700],
     | 30.00th=[  772], 40.00th=[  828], 50.00th=[  884], 60.00th=[  948],
     | 70.00th=[ 1012], 80.00th=[ 1096], 90.00th=[ 1240], 95.00th=[ 1368],
     | 99.00th=[ 1704], 99.50th=[ 1992], 99.90th=[ 3120], 99.95th=[ 3696],
     | 99.99th=[ 6880]
    lat (usec) : 50=0.01%, 100=0.22%, 250=2.06%, 500=4.85%, 750=19.87%
    lat (usec) : 1000=40.90%
    lat (msec) : 2=31.60%, 4=0.45%, 10=0.04%
  cpu          : usr=2.35%, sys=7.57%, ctx=76532, majf=0, minf=186
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=559688KB/s, minb=559688KB/s, maxb=559688KB/s, mint=7494msec, maxt=7494msec

Disk stats (read/write):
  vda: ios=1032004/9, merge=0/26, ticks=708584/0, in_queue=710108, util=98.53%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes
randread: Laying out IO file(s) (1 file(s) / 512MB)
randread: Laying out IO file(s) (1 file(s) / 512MB)
randread: Laying out IO file(s) (1 file(s) / 512MB)
[...]

randread: (groupid=0, jobs=8): err= 0: pid=9570: Mon Aug 14 11:30:05 2017
  read : io=4096.0MB, bw=433027KB/s, iops=108256, runt=  9686msec
    slat (usec): min=2, max=15422, avg= 4.79, stdev=39.03
    clat (usec): min=26, max=30382, avg=1163.64, stdev=733.16
     lat (usec): min=53, max=30385, avg=1168.43, stdev=734.40
    clat percentiles (usec):
     |  1.00th=[  171],  5.00th=[  370], 10.00th=[  596], 20.00th=[  836],
     | 30.00th=[  940], 40.00th=[ 1020], 50.00th=[ 1096], 60.00th=[ 1176],
     | 70.00th=[ 1272], 80.00th=[ 1400], 90.00th=[ 1640], 95.00th=[ 1960],
     | 99.00th=[ 3344], 99.50th=[ 4832], 99.90th=[ 9792], 99.95th=[13888],
     | 99.99th=[19328]
    lat (usec) : 50=0.01%, 100=0.18%, 250=1.86%, 500=6.11%, 750=6.84%
    lat (usec) : 1000=22.27%
    lat (msec) : 2=58.12%, 4=3.93%, 10=0.58%, 20=0.09%, 50=0.01%
  cpu          : usr=2.60%, sys=7.82%, ctx=76723, majf=0, minf=186
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=433027KB/s, minb=433027KB/s, maxb=433027KB/s, mint=9686msec, maxt=9686msec

Disk stats (read/write):
  vda: ios=1039253/2, merge=0/4, ticks=935772/4, in_queue=948448, util=99.86%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes

randread: (groupid=0, jobs=8): err= 0: pid=9600: Mon Aug 14 11:30:18 2017
  read : io=4096.0MB, bw=386145KB/s, iops=96536, runt= 10862msec
    slat (usec): min=1, max=9709, avg= 4.30, stdev=27.38
    clat (usec): min=36, max=22313, avg=1254.52, stdev=870.43
     lat (usec): min=44, max=22321, avg=1258.82, stdev=870.81
    clat percentiles (usec):
     |  1.00th=[  145],  5.00th=[  286], 10.00th=[  458], 20.00th=[  796],
     | 30.00th=[  940], 40.00th=[ 1048], 50.00th=[ 1144], 60.00th=[ 1240],
     | 70.00th=[ 1368], 80.00th=[ 1560], 90.00th=[ 1928], 95.00th=[ 2448],
     | 99.00th=[ 4576], 99.50th=[ 5856], 99.90th=[10560], 99.95th=[12224],
     | 99.99th=[21888]
    lat (usec) : 50=0.01%, 100=0.32%, 250=3.55%, 500=7.26%, 750=7.08%
    lat (usec) : 1000=17.08%
    lat (msec) : 2=55.77%, 4=7.66%, 10=1.16%, 20=0.10%, 50=0.01%
  cpu          : usr=2.28%, sys=6.59%, ctx=76204, majf=0, minf=194
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=386144KB/s, minb=386144KB/s, maxb=386144KB/s, mint=10862msec, maxt=10862msec

Disk stats (read/write):
  vda: ios=1029639/2, merge=0/27, ticks=1006220/0, in_queue=1014692, util=99.52%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes

randread: (groupid=0, jobs=8): err= 0: pid=9628: Mon Aug 14 11:30:29 2017
  read : io=4096.0MB, bw=423496KB/s, iops=105873, runt=  9904msec
    slat (usec): min=1, max=11400, avg= 3.98, stdev=24.40
    clat (usec): min=24, max=23263, avg=1130.66, stdev=749.79
     lat (usec): min=44, max=23266, avg=1134.63, stdev=750.11
    clat percentiles (usec):
     |  1.00th=[  129],  5.00th=[  258], 10.00th=[  398], 20.00th=[  708],
     | 30.00th=[  884], 40.00th=[  988], 50.00th=[ 1080], 60.00th=[ 1176],
     | 70.00th=[ 1272], 80.00th=[ 1432], 90.00th=[ 1704], 95.00th=[ 2008],
     | 99.00th=[ 3440], 99.50th=[ 4960], 99.90th=[ 9408], 99.95th=[10688],
     | 99.99th=[21888]
    lat (usec) : 50=0.01%, 100=0.44%, 250=4.34%, 500=8.49%, 750=8.33%
    lat (usec) : 1000=19.73%
    lat (msec) : 2=53.57%, 4=4.33%, 10=0.69%, 20=0.06%, 50=0.01%
  cpu          : usr=2.25%, sys=7.02%, ctx=75763, majf=0, minf=178
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=423495KB/s, minb=423495KB/s, maxb=423495KB/s, mint=9904msec, maxt=9904msec

Disk stats (read/write):
  vda: ios=1047656/26, merge=0/31, ticks=890108/0, in_queue=896752, util=99.46%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes

randread: (groupid=0, jobs=8): err= 0: pid=9656: Mon Aug 14 11:30:40 2017
  read : io=4096.0MB, bw=446725KB/s, iops=111681, runt=  9389msec
    slat (usec): min=1, max=7562, avg= 4.02, stdev=17.21
    clat (usec): min=1, max=17004, avg=1090.02, stdev=570.17
     lat (usec): min=51, max=17007, avg=1094.04, stdev=570.27
    clat percentiles (usec):
     |  1.00th=[  151],  5.00th=[  302], 10.00th=[  462], 20.00th=[  772],
     | 30.00th=[  908], 40.00th=[  996], 50.00th=[ 1080], 60.00th=[ 1160],
     | 70.00th=[ 1240], 80.00th=[ 1368], 90.00th=[ 1560], 95.00th=[ 1768],
     | 99.00th=[ 2672], 99.50th=[ 3440], 99.90th=[ 7712], 99.95th=[ 8512],
     | 99.99th=[16512]
    lat (usec) : 2=0.01%, 20=0.01%, 50=0.01%, 100=0.28%, 250=3.12%
    lat (usec) : 500=7.75%, 750=7.99%, 1000=20.94%
    lat (msec) : 2=57.25%, 4=2.32%, 10=0.33%, 20=0.02%
  cpu          : usr=2.49%, sys=7.13%, ctx=77058, majf=0, minf=202
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=446725KB/s, minb=446725KB/s, maxb=446725KB/s, mint=9389msec, maxt=9389msec

Disk stats (read/write):
  vda: ios=1019579/6, merge=0/21, ticks=827268/0, in_queue=836256, util=99.56%
randread: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=16
...
fio-2.16
Starting 8 processes

randread: (groupid=0, jobs=8): err= 0: pid=9684: Mon Aug 14 11:30:51 2017
  read : io=4096.0MB, bw=428427KB/s, iops=107106, runt=  9790msec
    slat (usec): min=1, max=21376, avg= 4.10, stdev=34.14
    clat (usec): min=40, max=22567, avg=1134.17, stdev=684.81
     lat (usec): min=44, max=22573, avg=1138.26, stdev=685.57
    clat percentiles (usec):
     |  1.00th=[  137],  5.00th=[  274], 10.00th=[  426], 20.00th=[  740],
     | 30.00th=[  916], 40.00th=[ 1020], 50.00th=[ 1112], 60.00th=[ 1192],
     | 70.00th=[ 1288], 80.00th=[ 1432], 90.00th=[ 1672], 95.00th=[ 1928],
     | 99.00th=[ 3280], 99.50th=[ 4576], 99.90th=[ 8160], 99.95th=[10944],
     | 99.99th=[15040]
    lat (usec) : 50=0.01%, 100=0.35%, 250=3.87%, 500=8.02%, 750=8.08%
    lat (usec) : 1000=17.58%
    lat (msec) : 2=57.79%, 4=3.62%, 10=0.62%, 20=0.06%, 50=0.01%
  cpu          : usr=2.44%, sys=6.97%, ctx=76676, majf=0, minf=178
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1048576/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: io=4096.0MB, aggrb=428427KB/s, minb=428427KB/s, maxb=428427KB/s, mint=9790msec, maxt=9790msec

Disk stats (read/write):
  vda: ios=1030985/31, merge=0/17, ticks=880668/36, in_queue=889296, util=99.74%